[
  {
    "title": "Daftar Internet Banking BRI",
    "img": "https://i.ibb.co/f8LP2Z8/Daftar-Internet-Banking-BRI.png",
    "content": "Untuk nasabah Bank BRI, layanan Internet Banking ini bukan merupakan layanan bawaan yang bisa langsung digunakan, melainkan harus dilakukan pendafftaran dan aktivasi terlebih dahulu sebelum bisa merasakan layanan ini. Berikut cara mendaftar Internet Banking BRI sebagaimana dilansir dari laman resminya:\n\nA. Pendaftaran lewat kantor cabang BRI\n\nUntuk melakukan pendaftaran langsung di kantor cabang BRI terdekat, berikut beberapa syarat yang harus dibawa:\n\n1. Buku tabungan BRI, seperti Britama, Britama Junio, Simpedes, atau Giro (Perseorangan) yang memiliki kartu ATM BRI dalam status aktif.\n\n2. Kartu identitas diri seperti: KTP, SIM, Passpor, KIMS, KITAS Ponsel.\n\n3. Ponsel untuk aktivasi harus menggunakan kartu SIM yang telah bekerja sama dengan BRI yakni Telkomsel, Indosat, XL, Telkom Flexy, Bakrie Telecom, dan Mobile-8.\n\n4. Email yang aktif dan sering digunakan, untuk menerima email notifikasi Internet Banking BRI.\n\nJika semua persyaratan di atas telah Anda penuhi, Anda bisa melakukan pendaftaran BRI Internet Banking di customer service di KCP BRI. Dalam proses pendaftaran ini, Anda akan diminta mengisi formulir pendaftaran. Pastikan Anda mengisi setiap kolom dengan benar, sehingga proses ini bisa berjalan dengan lancar. Jika proses pendaftaran sudah selesai, maka Anda akan mendapatkan m-Token dan harus melakukan aktivasi layanan tersebut. Apabila nasabah menjumpai hal-hal yang mencurigakan atau membutuhkan bantuan, dapat menghubungi Call Center BRI di nomor 14017 atau (021) 5000-17.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar BRI Mobile",
    "img": "https://i.ibb.co/sWPw4yc/Daftar-BRI-Mobile.png",
    "content": "Bank berlomba-lomba memberikan kemudahan untuk nasabah. Salah satunya adalah BRI dengan menghadirkan BRI Mobile. Aplikasi yang juga dikenal sebagai BRImo ini adalah aplikasi perbankan yang sudah dikembangkan oleh BRI. Para nasabah serta pengguna akan dapat merasakan segala keuntungan dari aplikasi ini saat melakukan transaksi keuangan online. Cara daftar m-Banking BRI ini pun bisa dilakukan dengan mudah via smartphone.\n\nA. Cara Daftar BRI Mobile untuk Nasabah Lama\n\nBerikut ini cara daftar BRI mobile banking bagi nasabah yang sudah punya rekening BRI:\n\n1. Unduh BRImo lalu pilih Belum Punya Akun kemudian Daftar.\n\n2. Isi data dirimu untuk verifikasi.\n\n3. Cek SMS dan email. Klik link yang ada di SMS lalu masukan OTP dari email.\n\n4. Rekam wajah selama 8 detik, kemudian sistem akan memproses.\n\n5. Setelah itu, masukan kode OTP untuk verifikasi.\n\n6. Buat username dan password untuk login, lalu login di BRImo untuk bertransaksi.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Aktivasi Internet Banking BRI",
    "img": "https://i.ibb.co/k56tWGP/Aktivasi-Internet-Banking-BRI.png",
    "content": "Bisa bebas melakukan transaksi keuangan hanya dengan berbekan ponsel dan jaringan internet tentu sangat menyenangkan dan memudahkan. Oleh karenanya, BRI pun menyediakan fasilitas internet banking. Namun, bagaimana sih cara mendaftar internet banking BRI ini? Registrasi internet banking bisa Anda lakukan melalui ATM atau datang langsung ke kantor cabang BRI terdekat. Jika Anda memilih untuk datang ke kantor cabang langsung, maka Anda perlu menyiapkan KTP, buku tabungan, kartu debit, nomor HP, dan alamat email yang aktif. Selanjutnya, petugas pun akan meminta Anda untuk mengisi formulir permohonan dan memproses permintaan Anda.\n\nA. Cara daftar internet banking BRI via ATM\n\n1. Datangi ATM BRI terdekat.\n\n2. Masukan kartu dan pin ATM.\n\n3. Pilih Menu Lainnya.\n\n4. Pilih menu Registrasi.\n\n5. Pilih Internet Banking.\n\n6. Masukan password enam digit untuk BRI internet banking.\n\n7. Ulangi password yang sudah dibuat. Selesai.\n\nSelanjutnya, nasabah akan mendapatkan struk berisi user ID dan password. Simpan dan jangan sampai hilang.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar Internet Banking Via HP",
    "img": "https://i.ibb.co/QFJTyQB/Daftar-Internet-Banking-Via-HP.png",
    "content": "Sebelumnya, nasabah BRI bisa mendaftar internet banking melalui ib. bri namun sekarang kami menyarankan menggunakan BRIMO. BRImo merupakan aplikasi keuangan digital terbaru Bank BRI. Aplikasi ini memudahkan nasabah BRI maupun non BRI secara aman. Ada fitur face recognition dan login fingerprint untuk meningkatkan keamanan.\n\nA. Cara Daftar BRImo untuk Nasabah Baru\n\nNasabah baru dapat mendaftar BRImo dengan mudah. Berikut langkah-langkahnya:\n\n1. Download aplikasi BRImo di Google Play Store atau App Store\n\n2. Buka aplikasi\n\n3. Klik menu Belum Punya Akun\n\n4. Klik Buka Rekening\n\n5. Pilih produk tabungan BRI yang diinginkan dan kantor BRI yang mengelola rekening\n\n6. Upload foto e-KTP. Pastikan foro jelas dan tidak buram untik proses registrasi yang lebih cepat\n\n7. Lengkapi data diri, lebih mudahnya kamu membuat BRIMO di kantor cabang terdekat, sambil di bantu petugas.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Cara Buka Internet Banking",
    "img": "https://i.ibb.co/4dBshQ3/Cara-Buka-Internet-Banking.png",
    "content": "Semua fitur tersebut dapat kamu akses dengan mudah dengan mengaktifkan Layanan BRI Internet Banking (BRI Internet Banking). Layanan BRI Internet Banking atau BRI Internet Banking sendiri dapat diakses oleh nasabah di halaman ib. bri Untuk menggunakan layanan internet banking BRI, kamu harus melakukan registrasi terlebih dahulu. Bagaimana cara mendaftar BRI Internet Banking? Sebelum membahas cara daftar BRI Internet Banking, penting untuk memahami terlebih dahulu persyaratan berikut ini.\n\nA. Syarat daftar internet banking BRI\n\n1. Memiliki kartu identitas seperti e-KTP atau SIM\n\n2. Merupakan nasabah tabungan BRI (BritAma, BritAma Junio atau Simpedes) dan Giro (Perorangan) yang memiliki kartu ATM BRI (BRI Card) dalam status aktif.\n\n3. Memiliki handphone (smartphone) dengan sim card operator yang telah bekerjasama dengan BRI: Telkomsel, Indosat, XL, Telkom Flexy, Bakrie Telecom dan Mobile-8.\n\n4. Memiliki alamat email untuk menerima email notifikasi dan verifikasi saat transaksi Internet Banking BRI.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar Internet Banking Mudah",
    "img": "https://i.ibb.co/sqwtRG6/Daftar-Internet-Banking-Mudah.png",
    "content": "Daftar internet banking BRI di kantor cabang, nasabah wajib membawa dokumen persyaratan berupa e-KTP, buku tabungan, dan kartu ATM. Kemudian, ikuti tahapan-tahapannya berikut ini:\n\n1. Datang ke kantor cabang Bank BRI terdekat.\n\n2. Siapkan nomor telepon dan email aktif.\n\n3. Isi formulir pendaftaran internet banking BRI dan aktivasinya.\n\n4. Pengisian formulir bisa dilakukan nasabah saat menunggu antrean di customer service\n\n5. CS akan memproses permohonan pendaftaran BRI internet banking.\n\n6. Nasabah kemudian akan diberikan pilihan untuk membeli token m-Token BRI.\n\n7. Setelah m-Token aktif, maka nasabah sudah bisa menggunakan internet banking BRI seperti cek saldo, transfer, dan sebagainya.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Internet Banking",
    "img": "https://i.ibb.co/TRVSBKw/Internet-Banking.png",
    "content": "Layanan internet banking diinisiasi untuk mempermudah proses bertransaksi atau aktivitas bank lainnya. Internet banking BRI menyediakan berbagai fitur yang mendukung penyempurnaan layanan ini. Berbeda dengan layanan BRImo, internet banking tidak memerlukan aplikasi tambahan di dalam perangkat. Hal ini tentu mempermudah nasabah untuk mengaksesnya.\n\nA. Beberapa layanan yang dapat diakses melalui internet banking BRI antara lain.\n\n1. Informasi rekening\n\n2. Informasi saldo\n\n3. Mutasi rekening\n\n4. Transfer dana\n\n5. Transfer antar-rekening BRI\n\n6. Transfer ke bank lain dan masih banyak fitur lainnya\n\nFitur lengkap tersebut sudah tercakup dalam layanan internet banking, sehingga nasabah dapat melakukan banyak aktivitas hanya dengan satu layanan. Untuk mendaftar internet banking BRI, terdapat beberapa cara dan ketentuan yang harus dipenuhi.",
    "imgSource": null,
    "contentSource": null
  }
]
